/* Class = "NSImageView"; designAccessibilityDescription = "caution"; ObjectID = "53"; */
"caution" = "Achtung";

/* Class = "NSImageView"; gToolTip = "The URL entered is not valid"; ObjectID = "53"; */
"The URL entered is not valid" = "Die eingegebene URL ist ungültig";

/* Class = "NSTextFieldCell"; title = "Site URL:"; ObjectID = "68"; */
"Site URL:" = "Site URL:";

/* Class = "NSTextFieldCell"; title = "Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights."; ObjectID = "70"; */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "Hinweis: Bevor Sie Material (Text, Bilder, Audio usw.) auf Ihrer Website veröffentlichen, stellen Sie sicher, dass Sie die notwendigen Rechte haben.";